Repository: Maptio/maptio
Catalog: apps/maptio/src/locale/messages.*.xlf
Languages: fr, ja, pl

source: {!!isOthersPeopleVisible, select, true {Hide} false {Show}} other people
fr: {isOthersPeopleVisible, select, true {Hide} false {Show}} d'autres personnes
pl: {!!isOthersPeopleVisible, select, true {Hide} false {Show}} inne osoby

source: {VAR_PLURAL, plural, =0 {circles} =1 {circle} other {circles}}
fr: {VAR_PLURAL, plural, =0 {cercles} =1 {cercle} other {cercles}}
pl: {VAR_PLURAL, plural, one {koło} few {koła} many {kół}}

source: No helping participation yet
fr: Cette personne ne contribue pas encore dans un cercle.
ja: ヘルパーはまだ参加していません
pl: Ta osoba nie pomaga jeszcze w żadnych kołach

source: Not a {{ authorityName | lowercase }} yet
fr: Pas encore un {{ authorityName | lowercase }}
pl: Ta osoba nie jest jeszcze przypisana jako {{ authorityName | lowercase }} w żadnym kole

source: Roles
fr: Rôles
ja: 役割
pl: Role

source: Add new role
fr: Ajouter un nouveau rôle
ja: 新しい役割の追加
pl: Dodaj nową rolę

source: Viewing the role library. Custom roles for individual circles are not shown here.
fr: Affichage de la bibliothèque des rôles. Les rôles personnalisés pour les cercles individuels ne sont pas affichés ici.
pl: Przeglądasz bibliotekę ról. Niestandardowe role dla poszczególnych kręgów nie są tu pokazywane.

source: No library roles found
fr: Aucune bibliothèque de rôles n'a été trouvée
ja: ライブラリに役割が見つかりません
pl: Nie znaleziono żadnych ról bibliotecznych

source: No vacancies found
fr: Aucun poste vacant trouvé
ja: 空欄はありません
pl: Nie znaleziono wolnych ról

source: Showing vacancies for custom and library roles in all circles.
fr: Afficher les postes vacants pour les rôles personnalisés et ceux de la bibliothèque dans tous les cercles.
ja: すてべのサークルのライブラリの役割、カスタムの役割を表示します
pl: Wszystkie wolne role (niestandardowe i biblioteczne) we wszystkich kołach.

source: Network map options
fr: Options du plan du réseau
ja: ネットワークマップのオプション
pl: Opcje mapy sieciowej

source: Connect all contributors
fr: Connecter tous les participants
ja: すべての貢献者をつなぐ
pl: Połącz wszystkich współpracowników

source: Connect leads and contributors
fr: Connecter les prospects et les participants
ja: リードと貢献者をつなぐ
pl: Połącz prowadzących i współpracowników.

source: Maptio can show connections between people who are contributors in circles where others are the lead, or show connections between people who are contributors in the same circles:
fr: Maptio peut montrer les connexions entre les personnes qui sont des contributeurs dans des cercles où d'autres personnes en sont les leaders, ou montrer les connexions entre les personnes qui sont des contributeurs dans les mêmes cercles :
ja: Maptioは、サークルで貢献者になっている人同士のつながりや、同じサークルで貢献者になっている人同士のつながりを表示することができます。
pl: Maptio może pokazywać powiązania między osobami, które są współpracownikami w kręgach, w których inni są prowadzącymi, lub pokazywać połączenia między osobami, które są współpracownikami w tych samych kręgach:

source: {VAR_SELECT, select, true {Hide} false {Show}}
fr: {VAR_SELECT, select, true {Cacher} false {Montrer}}
pl: {VAR_SELECT, select, true {Schowaj} false {Pokaż}}

source: Choose your plan
fr: Choisissez votre forfait
ja: プランの選択
pl: Wybierz swój plan

source: Contact us
fr: Nous contacter
ja: お問い合わせ
pl: Skontaktuj się z nami

source: Get started - try Maptio for free
ja: 利用開始 - Maptioを無料でお試しください。
pl: Rozpocznij - wypróbuj Maptio za darmo

source: per month, <br /> per organization
fr: par mois, <br /> par entreprise
pl: na miesiąc, <br /> na organizację

source: Sign up
fr: S'inscrire
ja: サインアップ
pl: Zarejestruj się

source: Subscribe
fr: S'abonner à
ja: 申し込む
pl: Subskrybuj

source: 1 - 12 people
fr: 1 - 12 personnes
ja: 1～12名
pl: 1 - 12 osób

source: Annual billing
ja: 年間契約
pl: Rozliczenia roczne

source: Small
fr: Petite entreprise
ja: スモールチーム
pl: Mały

source: 13 - 35 people
ja: 13～35名
pl: 13 - 35 osób

source: 200+ people
ja: 201名以上
pl: Ponad 200 osób

source: 36 - 200 people
fr: 36 - 200 personnes
ja: 36～200名
pl: 36 - 200 osób

source: Larger organizations
ja: 大規模な組織
pl: Większe organizacje

source: Standard plan
ja: スタンダード
pl: Plan standardowy

source: Monthly billing
fr: Facturation mensuelle
ja: 月額課金
pl: Rozliczenia miesięczne

source: Pricing in US Dollars. All major credit cards accepted. <br /> No minimum contract length.
pl: Ceny w dolarach amerykańskich. Wszystkie główne karty kredytowe akceptowane. <br /> Brak minimalnej długości umowy.

source: Struggling to afford this? Let's talk and work something out. <a href="mailto:support@maptio.com?subject=Deal request">Contact us.</a><br /><br /> Our mission is to serve the most cause-driven organizations on the planet. Discounts available for non-profits.
pl: Nie stać cię na to? Porozmawiajmy i znajdźmy rozwiązanie. <a href="mailto:support@maptio.com?subject=Deal request">Skontaktuj się z nami.</a><br /><br /> Naszą misją jest służyć najbardziej pro-społecznym organizacjom na świecie. Zniżki dostępne dla organizacji non-profit.

source: Click <ng-container *permissionsOnly=" Permissions.canCreateRootInitiative; else plusButtonDisabled; then: plusButton " ></ng-container> to create your first circle
fr: Cliquez sur <ng-container *permissionsOnly=" Permissions.canCreateRootInitiative; else plusButtonDisabled; then: plusButton " ></ng-container> pour créer votre premier cercle
pl: Kliknij <ng-container *permissionsOnly=" Permissions.canCreateRootInitiative; else plusButtonDisabled; then: plusButton " ></ng-container> żeby dodać pierwsze koło.

source: This cannot be undone! This tag will be removed from all circles.
fr: Ne peut être annulé! Ce Tag sera supprimé de tous les cercles.
ja: これは元に戻せません。このタグはすべてのサークルから削除されます。
pl: Tego nie da się cofnąć! Ten tag zostanie usunięty ze wszystkich kół.

source: Remove role? (This does not affect other holders of this role)
fr: Supprimer le rôle ? (Ceci n'affecte pas les autres titulaires de ce rôle)
ja: 役割を削除しますか？(この役割の他の所有者には影響しません)
pl: Usunąć rolę? (Nie ma to wpływu na innych posiadaczy tej roli)

# libraryRoleDeletionWarning
source: This will remove the role from ALL holders in the organisation and delete it from the list of roles. This cannot be undone. Are you sure?
fr: Le rôle de TOUS les détenteurs dans l'entreprise sera retiré et supprimer de la liste des rôles. Cette opération ne peut pas être annulée. Vous êtes certain?
ja: これにより、組織内のすべての保有者から役割が削除され、役割の一覧からも削除されます。これは元に戻すことはできません。本当に削除しますか？
pl: Spowoduje to usunięcie roli ze WSZYSTKICH posiadaczy w organizacji i usunięcie jej z listy ról. Nie można tego cofnąć. Czy jesteś pewien?

source: Warning
fr: Avertissement
ja: 警告
pl: Uwaga

source: Another tag
fr: Un autre Tag
ja: 別のタグ
pl: Kolejny tag

source: Example tag
fr: Exemple d'un Tag
pl: Przykładowy tag

source: One more tag
fr: Un Tag de plus
ja: もう一つのタグ
pl: Jeszcze jeden tag

source: Add circle and edit details
fr: Ajouter un cercle et modifier les détails
ja: サークルの追加と詳細の編集
pl: Dodaj i edytuj koło

source: Edit circle details
fr: Éditer les détails du cercle
ja: サークルの詳細を編集
pl: Edytuj szczegóły koła

source: {{ initiative.accountable.name }}'s summary
fr: Résumé de {{ initiative.accountable.name }}
pl: Podsumowanie dla: {{ initiative.accountable.name }}

source: Add circle
fr: Ajouter un cercle
ja: サークルの追加
pl: Dodaj koło

source: Delete circle
fr: Supprimer le cercle
ja: サークルの削除
pl: Usuń koło

source: Create sub-circle
fr: Créer un sous-cercle
ja: サブサークルの作成
pl: Dodaj podkoło

source: Organisations
fr: Entreprises
ja: 組織
pl: Organizacje

source: A friendly heads-up: Your map has been changed by another user (or by you in a different browser tab). Please hit refresh to load the latest version, then you can make your edits. You can copy any text you just entered, ready to paste it in again after the refresh. Sorry for the hassle.
fr: Un petit conseil : votre carte a été modifiée par un autre utilisateur (ou par vous-même dans un autre onglet du navigateur). Veuillez cliquer sur "Rafraîchir" pour charger la dernière version, puis vous pourrez effectuer vos modifications. Vous pouvez copier le texte que vous venez de saisir, afin de le recoller après l'actualisation.
ja: 【お知らせ】あなたの地図は他のユーザーによって（またはあなたが別のブラウザのタブで）変更されています。更新を押して最新版を読み込んでから、編集してください。入力したテキストはコピーして、更新後に再び貼り付けることができます。ご面倒をおかけいたしますが、よろしくお願いいたします。
pl: Twoje dane zostały zmienione przez innego użytkownika (lub przez Ciebie w innym oknie przeglądarki). Prosimy o odświeżenie i powtórzenie edycji. Przepraszamy za kłopot.

source: Extra blank line is present at line number i, please remove it.
fr: Une ligne vide supplémentaire est présente à la ligne i, veuillez la supprimer.
pl: Dodatkowa pusta linia jest obecna w linii o numerze i, proszę ją usunąć.

source: A friendly heads-up: Your map has been changed by another user (or by you in a different browser tab). Please hit refresh to load the latest version before archiving or restoring your map. Sorry for the hassle.
fr: Un petit conseil : votre carte a été modifiée par un autre utilisateur (ou par vous-même dans un autre onglet du navigateur). Veuillez cliquer sur "Actualiser" pour charger la dernière version avant d'archiver ou de restaurer votre carte.
ja: 【お知らせ】あなたのマップは他のユーザーによって（または別のブラウザーのタブであなたによって）変更されています。マップをアーカイブまたは復元する前に、更新を押して最新版を読み込んでください。ご面倒をおかけして申し訳ありません。
pl: Twoje dane zostały zmienione przez innego użytkownika (lub przez Ciebie w innym oknie przeglądarki). Prosimy o odświeżenie i powtórzenie edycji. Przepraszamy za kłopot.

source: Cannot sync organisation with Intercom.
fr: Impossible de synchroniser l'organisation avec l'Intercom.
ja: Intercomと組織を同期させることができません。
pl: Synchronizowanie danych organizacji nie powiodło się.

source: A friendly heads-up: One or more of your maps has been changed by another user (or by you in a different browser tab). Please hit refresh to load the latest version before adding an existing user. Sorry for the hassle.
fr: Un petit conseil d'ami : une ou plusieurs de vos cartes ont été modifiées par un autre utilisateur (ou par vous-même dans un autre onglet du navigateur). Veuillez cliquer sur "Actualiser" pour charger la dernière version avant d'ajouter un utilisateur existant.
ja: 【お知らせ】あなたの1つまたは複数のマップが、他のユーザーによって（または別のブラウザタブであなたによって）変更されています。既存のユーザーを追加する前に、更新を押して最新版を読み込んでください。ご面倒をおかけして申し訳ありません。
pl: Twoje dane zostały zmienione przez innego użytkownika (lub przez Ciebie w innym oknie przeglądarki). Prosimy o odświeżenie i powtórzenie edycji. Przepraszamy za kłopot.

source: A friendly heads-up: Your map has been changed by another user (or by you in a different browser tab). Please hit refresh to load the latest version before changing map sharing settings. Sorry for the hassle.
fr: Un petit conseil : votre carte a été modifiée par un autre utilisateur (ou par vous-même dans un autre onglet du navigateur). Veuillez cliquer sur "Actualiser" pour charger la dernière version avant de modifier les paramètres de partage de la carte.
ja: 【お知らせ】あなたの地図は他のユーザーによって（またはあなたが別のブラウザのタブで）変更されています。地図の共有設定を変更する前に、更新を押して最新版を読み込んでください。ご面倒をおかけして申し訳ありません。
pl: Twoje dane zostały zmienione przez innego użytkownika (lub przez Ciebie w innym oknie przeglądarki). Prosimy o odświeżenie i powtórzenie edycji. Przepraszamy za kłopot.

source: Cannot update email of user already in Auth0.
fr: Impossible de mettre à jour l'e-mail d'un utilisateur déjà dans Auth0.
ja: すでにAuth0に登録されているユーザーのEメールを更新できない。
pl: Nie można zaktualizować adresu e-mail użytkownika, który jest już w Auth0.

source: Encountered an error while fetching datasets for a team to add a member to the team.
fr: Une erreur s'est produite lors de la récupération de l'ensemble des données pour une équipe, afin d'ajouter un membre à l'équipe.
ja: チームメンバーの追加のために、チームのデータセットを取得するときにエラーが発生しました。
pl: Napotkano błąd podczas pobierania danych w celu dodania członka do zespołu.

source: Encountered an error while updating team object after removing a team member.
fr: Une erreur s'est produite lors de la mise à jour de l'équipe après la suppression d'un membre de l'équipe.
ja: チームメンバーを削除した後、チームオブジェクトを更新するときにエラーが発生しました
pl: Napotkano błąd podczas aktualizacji zespołu po usunięciu członka zespołu.

source: Encountered an error while updating user object after adding member to team.
fr: Une erreur s'est produite lors de la mise à jour d'un utilisateur, après l'ajout d'un membre à l'équipe.
ja: チームにメンバーを追加した後、ユーザーオブジェクトを更新するときにエラーが発生しました。
pl: Napotkano błąd podczas aktualizacji obiektu użytkownika po dodaniu członka do zespołu.

source: Error while updating the organisation
fr: Erreur lors de la mise à jour de l'entreprise
pl: Błąd podczas aktualizacji organizacji

source: Failed to update dataset while replacing duplicate users.
fr: Échec de la mise à jour de l'ensemble des données lors du remplacement des utilisateurs en double.
ja: 重複するユーザーを置き換える際に、データセットの更新に失敗しました。
pl: Nie udało się zaktualizować danych podczas zastępowania zduplikowanych użytkowników.

source: Organisation name cannot be empty
fr: Le nom de l'entreprise ne peut être une case vide
ja: 組織名を空にすることはできません
pl: Nazwa organizacji nie może być pusta

source: Record at line number i contains data.length tokens, and is not matching with header length of : headerLength
fr: L'enregistrement à la ligne numéro i contient data.length colonnes, et ne correspond pas à la longueur de l'en-tête de : headerLength
pl: Rekord w linii numer i zawiera data.length kolumn i nie jest dopasowany do długości nagłówka : headerLength

source: Unable to add you to organisation name!
fr: Impossible de vous ajouter à l'entreprisename!
pl: Nie udało się dodać Cię do organizacji name!

source: Unable to create organisation name!
fr: Impossible de créer l'entreprisename!
pl: Nie można utworzyć organizacji name!

source: We found multiple duplicated users with 'isInAuth0' set to 'true'.
fr: Nous avons trouvé plusieurs utilisateurs dupliqués avec 'isInAuth0' réglé sur 'vrai'.
ja: isInAuth0' が 'true' に設定されている複数の重複したユーザーを発見しました。
pl: Znaleźliśmy wielu zduplikowanych użytkowników z 'isInAuth0' ustawionym na 'true'.

source: A friendly heads-up: Your map has been changed by another user (or by you in a different browser tab). Please hit refresh to load the latest version before changing network view settings. Sorry for the hassle.
fr: Un petit conseil : votre carte a été modifiée par un autre utilisateur (ou par vous-même dans un autre onglet du navigateur). Veuillez cliquer sur "Actualiser" pour charger la dernière version avant de modifier les paramètres d'affichage du réseau.
ja: 【お知らせ】あなたのマップは他のユーザーによって（またはあなたが別のブラウザタブで）変更されています。ネットワークの表示設定を変更する前に、更新を押して最新版を読み込んでください。ご面倒をおかけして申し訳ありません。
pl: Twoje dane zostały zmienione przez innego użytkownika (lub przez Ciebie w innym oknie przeglądarki). Prosimy o odświeżenie i powtórzenie edycji. Przepraszamy za kłopot.

source: Sub-circle subCircleIndex
fr: Sous-cercle subCircleIndex
pl: Podkoło subCircleIndex

source: Sub-circles are just circles that appear within another circle. You can have sub-circles many levels deep.
fr: Les sous-cercles sont simplement des cercles qui apparaissent à l'intérieur d'un autre cercle. Vous pouvez avoir des sous-cercles à plusieurs niveaux.
ja: サブサークルは、他のサークルの中に現れるサークルです。サブサークルは複数の階層で作ることができます
pl: Podkoła to po prostu koła, które pojawiają się wewnątrz innych kół. Możesz dodać koła wiele poziomów w głąb.

source: Outer circle
fr: Cercle externe
ja: 外側のサークル
pl: Koło zewnętrzne

source: Use this area to explain more about what this circle does and link out to other tools, systems and documents that you're using.
fr: Utilisez cet espace pour expliquer davantage ce que fait ce cercle et pour établir des liens avec d'autres outils, systèmes et documents que vous utilisez.
ja: このエリアでは、このサークルの機能を詳しく説明したり、使用している他のツールやシステム、ドキュメントにリンクさせることができます。
pl: W opisie koła możesz umieścić wszelakie informacje o nim oraz linki do innych pomocnych narzędzi, aplikacji i dokumentów istotnych dla tego koła.

source: We'll guide you through creating your first map, it should only take a few minutes.
fr: Nous vous guiderons dans la création de votre première carte, cela ne devrait prendre que quelques minutes.
pl: Pomożemy Ci stworzyć Twoją pierwszą mapę, nie zajmie to więcej niż kilka minut.

source: Parameter missing - on dataset creation
fr: Paramètre manquant - lors de la création de l'ensemble des données
pl: Brak parametru podczas zapisywania danych

source: Custom role for this {isVacancy, select, true {vacancy} false {person}}
fr: Rôle personnalisé pour ce {isVacancy, select, true {vacancy} false {person}}
pl: Niestandardowa rola tylko dla {isVacancy, select, true {vacancy} false {person}}

source: Help
fr: Aide
pl: Pomoc

source: Pricing
fr: Tarification
pl: Cennik

source: Map editing is disabled on mobile.
fr: L'édition de la carte est désactivée sur les appareils mobiles.
pl: Edycja mapy jest wyłączona na urządzeniach mobilnych.

source: Blog
fr: Blogue
ja: ブログ

source: Cannot update profile information, please try again later or contact us.
fr: Impossible de mettre à jour les informations de profil, veuillez réessayer plus tard ou contactez-nous.
ja: プロファイル情報を更新できません。後でもう一度試すか、弊社までご連絡ください。

source: Cancelling will reject any unsaved changes. This cannot be undone. Are you sure?
fr: L'annulation rejettera toutes les modifications non enregistrées. Annulation irréversible. Êtes-vous certain?
ja: キャンセルすると未保存の変更は削除され、元に戻すことはできません。キャンセルしますか？

source: Demo
fr: Démo
ja: デモ

source: Free trial ends on freeTrialCutoffDate.toLocaleDateString() at freeTrialCutoffDate.toLocaleTimeString()
fr: L'essai gratuit se termine le freeTrialCutoffDate.toLocaleDateString() à freeTrialCutoffDate.toLocaleTimeString()

source: Import
fr: Importer
ja: インポート

source: {VAR_PLURAL, plural, other {them}}
fr: {VAR_PLURAL, plural, other {eux}}

source: The application encountered an unexpected input error while attempting user de-duplication. Please contact us for help and quote this error message.
fr: L'application a rencontré une erreur de saisie inattendue lors de la tentative de déduplication d'un utilisateur. Veuillez nous contacter pour obtenir de l'aide et citer ce message d'erreur.
ja: ユーザーの重複排除を試みたところ、予期せぬ入力エラーが発生しました。このエラーメッセージを引用して、お問い合わせください。

source: The application encountered an unexpected error while attempting user de-duplication. Please contact us for help and quote this error message.
fr: L'application a rencontré une erreur inattendue lors de la tentative de déduplication d'un utilisateur. Veuillez nous contacter pour obtenir de l'aide et citer ce message d'erreur.
ja: ユーザーの重複排除を試みたところ、予期せぬエラーが発生しました。このエラーメッセージを引用して、お問い合わせください。

source: Starter
fr: Entreprise en démarrage
ja: スターター

source: Updating profile information failed with error: "error.message", please try again later or contact us.
fr: La mise à jour des informations de profil a échoué avec l'erreur : "error.message", veuillez réessayer plus tard ou contactez-nous.

source: {VAR_PLURAL, plural, =1 {A person} other {Multiple people}}
fr: {VAR_PLURAL, plural, =1 {Une personne} other {Plusieurs personnes}}

source: {VAR_PLURAL, plural, =1 {is} other {are}}
fr: {VAR_PLURAL, plural, =1 {est} other {sont}}

source: {VAR_PLURAL, plural, =1 {a member} other {members}}
fr: {VAR_PLURAL, plural, =1 {un contributeur} other {contributeurs}}

source: Added email address to existing person with the same name
fr: Ajout d'un courriel pour une personne existante portant le même nom

source: An unexpected duplication error occurred
fr: Une erreur de duplication inattendue s'est produite

source: An unexpected duplication-related error occurred
fr: Une erreur inattendue liée à la duplication s'est produite

source: A person with the same name is already a member of your organization
fr: Une personne portant le même nom est déjà membre de votre entreprise.

source: Multiple existing people with this email or name found
fr: Plusieurs personnes existantes avec ce courriel ou ce nom ont été trouvées

source: A person with the same email is already a member of your organization
fr: Une personne ayant le même courriel est déjà membre de votre entreprise.

source: We'll guide you through creating your first map , it should only take a few minutes.
ja: 最初のマップの作成手順をご案内します。数分で完了します。

source: Home
ja: ホーム

source: Map editing is disabled on mobile.
ja: モバイルではマップの編集はできません

source: Saving...
ja: 保存中

source: Cannot replace user with multiple duplicates.
ja: 重複しているユーザーを置き換えることはできません。

source: No duplicate users found. Aborting replacing user.
ja: 重複するユーザーは見つかりませんでした。ユーザーの入れ替えを中止します。

source: All changes saved
ja: 変更内容を保存しました
