Repository: Maptio/maptio
Catalog: apps/maptio/src/locale/messages.*.xlf
Languages: fr, ja, pl

# donthaveorganisation
source: Don't have a organisation?
fr: Vous n'avez pas d'entreprise ?
ja: 組織をお持ちでない方
pl: Nie masz organizacji?

source: Select an organisation
fr: Sélectionnez une entreprise
ja: 組織の選択
pl: Wybierz organizację

source: <i class="fas fa-circle-notch fa-spin text-green mx-1"></i> Creating
fr: <i class="fas fa-circle-notch fa-spin text-green mx-1"></i> Création en cours
pl: <i class="fas fa-circle-notch fa-spin text-green mx-1"></i> Tworzymy

source: Expanded Circles
fr: Cercles agrandis
ja: 展開されたサークル
pl: Otwarte koła

source: Filter
fr: Filtre
ja: フィルタ
pl: Filtruj

source: Network
fr: Réseau
ja: ネットワーク
pl: Sieć

source: Search
fr: Rechercher
ja: 検索
pl: Szukaj

source: Share
fr: Partager
ja: シェア
pl: Podziel się

source: Zoom fit
fr: Ajustement
pl: Dopasuj

source: Zoom in
fr: Agrandir
pl: Powiększ

source: Zoom out
fr: Réduire
pl: Zmniejsz

source: Colors
fr: Couleurs
ja: カラー
pl: Kolory

source: Directory
fr: Annuaire
ja: ディレクトリ
pl: Katalog

source: Circles
fr: Cercles
ja: サークル
pl: Koła

source: Expanded
fr: Agrandi
ja: 展開
pl: Otwarte

source: Expand all
fr: Agrandir tout
ja: すべて展開
pl: Otwórz wszystkie

source: Collapse all
fr: Tout réduire
ja: すべて閉じる
pl: Zamknij wszystkie

source: New outer circle
fr: Nouveau cercle externe
ja: 新しい外側の円
pl: Nowe główne koło

source: This cannot be undone.
fr: Ne peut pas être annulé.
ja: これは元に戻せません。
pl: Nie będzie można cofnąć tej zmiany.

# noPermission
source: You don't have permission to make changes.
fr: Vous n'êtes pas autorisé à apporter des modifications.
ja: 変更する権限がありません
pl: Nie masz wystarczających uprawnień, żeby tu wprowadzać zmiany.

source: Move circle
fr: Déplacer le cercle
ja: サークルを移動
pl: Przenieś koło

source: No
fr: Non
ja: いいえ
pl: Nie

source: Add a new circle
fr: Ajouter un nouveau cercle
ja: 新しいサークルの追加
pl: Dodaj nowe koło

source: Are you sure?
fr: Êtes-vous certain?
pl: Na pewno?

source: Circle <b>{{ fromInitiative.name }}</b> and its sub-circles will be moved under <b>{{ toInitiative.name }}</b>
fr: Le cercle <b>{{ fromInitiative.name }}</b> et ses sous-cercles seront déplacés sous <b>{{ toInitiative.name }}</b>
pl: Koło <b>{{ fromInitiative.name }}</b> i jego pod-koła bedą przeniesione pod <b>{{ toInitiative.name }}</b>

source: Circle <b>{{ initiativeToBeDeleted.name }}</b> will be deleted <b>along with its sub-circles</b> .
fr: Le cercle <b>{{ initiativeToBeDeleted.name }}</b> sera supprimé <b>ainsi que ses sous-cercles</b>.
pl: Koło <b>{{ initiativeToBeDeleted.name }}</b> zostanie usunięte <b>wraz z pod-kołami</b> .

source: Add sub-circle
fr: Ajouter un sous-cercle
ja: サブサークルの追加
pl: Dodaj pod-koło

source: Required
fr: Obligatoire
ja: 必須
pl: Wymagane

source: Create a new tag
fr: Créer un nouveau Tag
ja: 新しいタグの作成
pl: Utwórz nowy tag

source: Use tags to map strategic themes, progress and other information which might be relevant to multiple circles across the map.
fr: Utilisez des Tags pour cartographier les thèmes stratégiques, les progrès et autres informations qui pourraient être pertinentes pour plusieurs cercles sur la carte.
ja: タグを使用して、マップ上の複数のサークルに関連する戦略的テーマ、進捗状況、その他の情報をマップ化します。
pl: Tagów możesz użyć, żeby dodać do mapy strategiczne tematy, postęp, albo inne informacje, które mogą być istotne w więcej niż jednym kole na mapie.

source: Edit map
fr: Éditer la carte
ja: マップの編集
pl: Edytuj mapę

source: Circle name
fr: Nom du cercle
ja: サークル名
pl: Nazwa koła

source: Edit
fr: Éditer
ja: 編集
pl: Edytuj

source: Edit tags
fr: Éditer les tags
ja: タグの編集
pl: Edytuj tagi

source: Select tag
fr: Sélectionner un Tag
ja: タグの選択
pl: Wybierz tag

source: Tags
ja: タグ
pl: Tagi

source: Circle description
fr: Description du cercle
ja: サークルの説明
pl: Opis koła

source: Describe this circle. You can also include links to other documents and tools used by this circle.
fr: Décrivez ce cercle. Vous pouvez également inclure des liens vers d'autres documents et outils utilisés par ce cercle.
ja: このサークルについて記述してください。このサークルに関連する文書やツールのリンクを含めることもできます。
pl: Opisz to kolo. Możesz też dodać linki do innych dokumentów i serwisów używanych w tym kole.

# addNewTeamMember
source: Add a new team member
fr: Ajouter un nouveau membre à l'équipe
ja: 新しいチームメンバーの追加
pl: Dodaj nowego członka organizacji

source: Add yourself as a {{ team?.settings.helper | lowercase }}
fr: Ajoutez-vous en tant que {{ team?.settings.helper | lowercase }}
pl: Dodaj siebie jako {{ team?.settings.helper | lowercase }}

source: Who's helping?
fr: Qui aide ?
ja: 誰が支援していますか？
pl: Kto pomaga?

source: Remove this helper and associated roles?
fr: Supprimer cet assistant et les rôles associés ?
ja: このヘルパーと関連する役割を削除しますか？
pl: Usunąć osobę i jej role z tego koła?

source: Remove this authority and associated role?
fr: Supprimer cette autorité et le rôle associé ?
ja: この権限と関連する役割を削除しますか？
pl: Usunąć osobę i jej role z tego koła?

source: Role
fr: Rôle
ja: 役割
pl: Rola

source: Add role
fr: Ajouter un rôle
ja: 役割の追加
pl: Dodaj rolę

# markdownTip
source: How to <a href="{{ KB_URL_MARKDOWN }}" target="_blank"> add links and formatting </a>
fr: Comment ajouter des liens et des mises en forme sur <a href="{{ KB_URL_MARKDOWN }}" target="_blank"> </a>
pl: Jak dodać <a href="{{ KB_URL_MARKDOWN }}" target="_blank"> linki i formatowanie </a>

source: Role description
fr: Description du rôle
ja: 役割の詳細
pl: Opis roli

source: Role title
fr: Titre du rôle
ja: 役割の名称
pl: Tytuł roli

source: Role titles are required for library roles
fr: Les titres des rôles sont requis pour la bibliothèque des rôles
ja: ライブラリーの役割にはタイトルが必要です
pl: Tytuły ról są wymagane dla ról bibliotecznych

source: This is the role title.
fr: Il s'agit du titre du rôle.
ja: これは役割の名称です
pl: To jest tytuł roli.

source: This is the role description. It may use markdown.
fr: Il s'agit de la description du rôle. Elle peut utiliser des liens (Markdown).
ja: これは役割の説明です。マークダウンを使用することができます。
pl: To jest opis roli. Może on wykorzystywać markdown.

source: Convert to custom role
fr: Convertir en rôle personnalisé
ja: カスタムロールに変更
pl: Konwersja do roli niestandardowej

source: Role type
fr: Type de rôle
ja: 役割の種類
pl: Typ roli

source: Edit role for ALL holders
fr: Éditer le rôle de TOUS les titulaires
ja: すべての役割を編集
pl: Edytuj rolę dla WSZYSTKICH osób, które ją wypełniają

source: Add to role library
fr: Ajouter à la bibliothèque des rôles
ja: 役割ライブラリに追加
pl: Dodaj do biblioteki ról

source: Delete this role
fr: Supprimer ce rôle
ja: 役割の削除
pl: Usuń tą rolę

source: Start typing the title of a role
fr: Commencez à taper le titre d'un rôle
ja: 役割のタイトルを入力し始める
pl: Zacznij wpisywać tytuł roli

source: {VAR_SELECT, select, true {vacancy} false {person}}
fr: {VAR_SELECT, select, true {poste vacant} false {personne}}
pl: {VAR_SELECT, select, true {tego wolnego stanowiska} false {tej osoby}}

# eitherTitleOrDescription
source: Please fill out either the title or the description
fr: Veuillez remplir le titre ou la description
ja: タイトルまたは説明文のいずれかをご記入ください。
pl: Proszę wypełnić przynajmniej tytuł lub opis

source: Create new role
fr: Créer un nouveau rôle
ja: 新しい役割の作成
pl: Utwórz nową rolę

# startTypingMember
source: Start typing the name of a member
fr: Commencez à taper le nom d'un collaborateur
ja: メンバーの名前を入力し始める
pl: Zacznij wpisywać imię

source: No {{ team?.settings.authority }}
fr: Aucun {{ team?.settings.authority }}
pl: Nikt nie jest przypisany do koła jako {{ team?.settings.authority }}

source: Vacancies
fr: Postes vacants
pl: Wolne role

source: Start typing the name of a changes.team .currentValue as Team).settings.helper.toLowerCase()
fr: Commencez à taper le nom d'un changes.team .currentValue as Team).settings.helper.toLowerCase()
pl: Zacznij wpisywać imię dla: changes.team .currentValue as Team).settings.helper.toLowerCase()

source: Add role vacancy
fr: Ajouter un rôle vacant
ja: 空白の役割の追加
pl: Dodaj wolną rolę

source: See all vacancies in the <a [routerLink]="summaryUrlRoot + '/vacancies'">Directory</a>
fr: Voir tous les postes vacants dans l'annuaire <a [routerLink]="summaryUrlRoot + '/vacancies'"></a>
pl: Zobacz wszystkie wolne role w <a [routerLink]="summaryUrlRoot + '/vacancies'">Katalogu</a>

source: Circle size adjustment
fr: Réglage de la taille du cercle
ja: サークルサイズの調整
pl: Regulacja wielkości koła

source: Default size
fr: Taille par défaut
ja: デフォルトサイズ
pl: Wielkość domyślna

source: Confirm
fr: Confirmer
ja: 確定
pl: Potwierdź

source: Reset to default size?
fr: Remettre à la taille par défaut ?
ja: デフォルトサイズに戻す？
pl: Przywrócić domyślny rozmiar?

source: Billing
fr: Facturation
ja: 請求
pl: Płatności

source: Import from a .csv file
fr: Importer à partir d'un fichier .csv
ja: .csvファイルからのインポート
pl: Importuj z pliku .csv

source: Integrations
fr: Intégrations
ja: インテグレーション
pl: Integracje

source: Maps
fr: Cartes
ja: マップ
pl: Mapy

# terminology
source: Name & Terminology
fr: Nom & Terminologie
pl: Nazwa i Terminologia

source: Organisation name
fr: Nom de l'entreprise
ja: 組織名
pl: Nazwa organizacji

source: People
fr: Personnes
ja: メンバー
pl: Ludzie

source: {VAR_PLURAL, plural, =1 {person} other {people}}
fr: {VAR_PLURAL, plural, =1 {personne} other {personnes}}
pl: {VAR_PLURAL, plural, =1 {osoba} =2 {osoby} =3 {osoby} =4 {osoby} other {osób}}

source: Add people
fr: Ajouter des personnes
ja: メンバーの追加
pl: Dodaj nowe osoby

source: Name
fr: Nom
ja: 名前
pl: Imię

source: Permission type
fr: Type d'autorisation
ja: 権限の種類
pl: Zestaw uprawnień

source: Learn about permission types
fr: En savoir plus sur les types de permission
ja: 権限の種類を知る
pl: Dowiedz się więcej o uprawnieniach

source: Active
fr: Actif
pl: Aktywny

source: Invite
fr: Inviter
ja: 招待する
pl: Zaproś

source: Not yet invited
fr: Pas encore invité
ja: まだ招待されていません
pl: Jeszcze nie zaproszony

source: Pending invitation
fr: Invitation en attente
ja: 招待の保留中
pl: Zaproszenie wysłane

source: {VAR_SELECT, select, Standard {Standard} Admin {Admin} Superuser {Superuser}}
fr: {VAR_SELECT, select, Standard {Standard} Admin {Administrateur} Superuser {Superuser}}
pl: {VAR_SELECT, select, Standard {Standardowy} Admin {Administrator} Superuser {Superuser}}

source: {{ member.name }} cannot view or edit maps.
fr: {{ member.name }} ne peuvent pas visualiser ou modifier les cartes.
pl: {{ member.name }} nie może przeglądać ani zmieniać map.

source: {{ member.name }} can view and edit maps
fr: {{ member.name }} peut visualiser et modifier des cartes
pl: {{ member.name }} może przeglądać i zmieniać mapy

source: {{ member.name }} was sent an invitation.
fr: {{ member.name }} a reçu une invitation.
pl: Zaproszenie zostało wysłane do {{ member.name }}

source: {VAR_SELECT, select, Standard {Standard} Admin {Admin} Superuser {Superuser}}
fr: {VAR_SELECT, select, Standard {Standard} Admin {Administrateur} Superuser {Superuser}}
pl: {VAR_SELECT, select, Standard {Standardowy} Admin {Administrator} Superuser {Superuser}}

source: Resend
fr: Renvoyer
ja: 再送信
pl: Wyślij ponownie

source: Updating
fr: Mise à jour en cours
ja: 更新中
pl: Aktualizujemy

source: Resend an invitation to {{ member.name }}
fr: Renvoyer une invitation à {{ member.name }}
pl: Wyślij zaproszenie ponownie do: {{ member.name }}

source: Sending
fr: Envoi
ja: 送信中
pl: Wysyłamy

source: This cannot be undone! Are you sure you want to remove this person from this organisation?
fr: Ne peut pas être annulé! Êtes-vous certain de vouloir retirer cette personne de cette entreprise?
ja: これは元に戻せません。本当にこのメンバーを組織から外したいですか？
pl: Tego nie da się cofnąć! Czy na pewno chcesz usunąć tę osobę z tej organizacji?

source: Require attention: {{ importedFailed }}
fr: Nécessite une attention particulière : {{ importedFailed }}
pl: Wymagają uwagi: {{ importedFailed }}

source: Imported: {{ importedSuccessfully }}
fr: Importé : {{ importedSuccessfully }}
pl: Importowane: {{ importedSuccessfully }}

source: Choose file
fr: Choisir le fichier
ja: ファイルを選択
pl: Wybierz plik

source: Import {{ totalRecordsToImport }} users
fr: Importer des utilisateurs de {{ totalRecordsToImport }}
pl: Importuj {{ totalRecordsToImport }} użytkowników

source: <strong>Invalid file</strong> The header must be : "First name", "Last name", "Email" in that order
fr: <strong>Fichier non valide</strong> L'entête doit être : "Prénom", "Nom", "Courriel" dans cet ordre.
pl: <strong>Nieprawidłowy plik</strong> Nagłówek musi być następujący: "First name", "Surname", "Email" w tej kolejności.

source: You can skip an email address by adding a comma after the last name
fr: Vous pouvez sauter une adresse courriel en ajoutant une virgule après le nom de famille.
ja: 姓の後にカンマを入れることで、メールアドレスを省略することができます
pl: Możesz pominąć adres e-mail, dodając przecinek po nazwisku

source: Not sure about the format? <a class="text-green strong" href="{{ IMPORT_USERS_TEMPLATE_URL }}" target="blank" ><i class="fa fa-arrow-circle-o-down" aria-hidden="true"></i><strong>Download a template</strong></a>
fr: Vous n'êtes pas certain du format ? <a class="text-green strong" href="{{ IMPORT_USERS_TEMPLATE_URL }}" target="blank" ><i class="fa fa-arrow-circle-o-down" aria-hidden="true"></i><strong>Télécharger un modèle</strong></a>
pl: Nie jesteś pewien co do formatu? <a class="text-green strong" href="{{ IMPORT_USERS_TEMPLATE_URL }}" target="blank" ><i class="fa fa-arrow-circle-o-down" aria-hidden="true"></i><strong>Pobierz szablon</strong></a>

source: Required columns (in that order): <samp>First name</samp> , <samp>Last name</samp> , <samp>Email</samp>
fr: Colonnes obligatoires (dans cet ordre) : <samp>Prénom</samp>, <samp>Nom de famille</samp>, <samp>Courriel</samp>
pl: Wymagane kolumny (w tej kolejności): <samp>First name</samp>, <samp>Last name</samp>, <samp>Email</samp>

source: Reset
fr: Réinitialiser
ja: リセット
pl: Resetuj

source: Review the individual messages, try again or <a routerLink="../../members"> skip and invite {{ importedSuccessfully }} new users to view and edit maps. </a>
fr: Passez en revue les différents messages, réessayez ou <a routerLink="../../members"> ignorez et invitez {{ importedSuccessfully }} de nouveaux utilisateurs à consulter et à modifier les cartes. </a>
pl: Przejrzyj poszczególne wiadomości, spróbuj ponownie lub <a routerLink="../../members"> pomiń i zaproś {{ importedSuccessfully }} nowych użytkowników do przeglądania i edycji map. </a>

source: <span class="text-green"><i class="fa fa-hand-o-right mr-1" aria-hidden="true"></i> Well done! </span> Once imported, new users must be <a routerLink="../../members">invited</a> to view and edit maps.
fr: <span class="text-green"><i class="fa fa-hand-o-right mr-1" aria-hidden="true"></i> Bien joué ! Une fois importés, les nouveaux utilisateurs doivent être invités pour visualiser et modifier les cartes </span> <a routerLink="../../members"></a>
pl: <span class="text-green"><i class="fa fa-hand-o-right mr-1" aria-hidden="true"></i> Dobra robota! Po zaimportowaniu nowi użytkownicy muszą być zaproszeni , aby móc przeglądać i edytować mapy. </span> <a routerLink="../../members"></a>

source: <strong>Invalid file</strong> The file must be a .csv
fr: <strong>Fichier non valide</strong> Le fichier doit être un .csv.
pl: <strong>Nieprawidłowy plik</strong> Plik musi być w formacie .csv

source: Archive
fr: Archives
ja: アーカイブ
pl: Zarchiwizuj

source: Copy
fr: Copier
ja: コピー
pl: Skopiuj

source: Export
fr: Exporter
ja: エクスポート
pl: Eksportuj

source: Exporting
fr: Exporter
ja: エクスポート中
pl: Eksportujemy

source: Led by
fr: Dirigé par
ja: リード役
pl: Prowadzone przez

source: No {{ dataset.team.settings.authority }}
fr: Aucun {{ team?.settings.authority }}
pl: Brak {{ dataset.team.settings.authority }}

source: Update failed!
fr: La mise à jour a échoué !
ja: アップデートに失敗しました
pl: Aktualizacja nie powiodła się!

source: Copying
fr: Copie de
ja: コピー
pl: Kopiujemy

source: Edit name
fr: Éditer le nom
ja: 名前の編集
pl: Zmień nazwę

source: Embed
fr: Intégrer
ja: 埋め込み
pl: Podziel się

source: Take me there
fr: Y accéder
pl: Zabierz mnie tam

source: This functionality has now moved into the toolbar in the Circles map view.
fr: Cette fonctionnalité a été déplacée dans la barre d'outils de la vue cartographique des cercles.
ja: この機能は、マップビューのサークル内のツールバーに移動しました。
pl: Ta funkcjonalność została teraz przeniesiona do paska narzędzi w oknie mapy.

source: Restore
fr: Restaurer
ja: もとに戻す
pl: Przywróć

source: {VAR_PLURAL, plural, =0 {circles} =1 {circle} other {circles}}
fr: {VAR_PLURAL, plural, =0 {cercles} =1 {cercle} other {cercles}}
pl: {VAR_PLURAL, plural, one {koło} few {koła} many {kół}}

source: Authority
fr: Autorité
pl: Osoba kierująca kołem

source: Error while saving settings
fr: Erreur lors de la sauvegarde des paramètres
pl: Nastąpił błąd podczas zapisywania ustawień

source: Saved!
fr: Sauvegardé !
ja: 保存済み
pl: Zapisane!

source: Helper
fr: Assistant
ja: ヘルパー
pl: Osoba pomagająca w kole

source: Contact <a href="mailto:support@maptio.com?subject=I want to integrate another system with Maptio" class="alert-link" target="_blank" > support@maptio.com </a> if you require an integration with another system.
fr: Contactez <a href="mailto:support@maptio.com?subject=I want to integrate another system with Maptio" class="alert-link" target="_blank" > support@maptio.com </a> si vous souhaitez une intégration avec un autre système.
pl: Napisz do nas na adres <a href="mailto:support@maptio.com?subject=I want to integrate another system with Maptio" class="alert-link" target="_blank" > support@maptio.com </a> jeśli potrzebujesz integracji z innymi serwisami.

source: Subscription information
fr: Informations sur l'abonnement
ja: 契約情報
pl: Informacje o subskrypcji

source: Access your invoices and billing information or cancel your subscription
fr: Accéder à vos factures et informations de facturation ou annuler votre abonnement
ja: 請求書・請求情報へのアクセス／サブスクリプションの取り消し
pl: Dostęp do faktur i informacji rozliczeniowych lub anulowanie subskrypcji

source: Plans
ja: プラン
pl: Cennik

source: See all available plans and subscribe on the pricing page
fr: Voir tous les plans disponibles et s'abonner sur la page de tarification
ja: 料金ページで利用可能なすべてのプランとサブスクリプションを見る
pl: Zobacz wszystkie dostępne plany i subskrypcje na stronie z cenami

source: Available plans
fr: Plans disponibles
pl: Dostępne plany płatnicze

source: Billing portal
fr: Portail de facturation
ja: 請求ポータル
pl: Portal rozliczeniowy

source: See all available plans on the pricing page
fr: Voir tous les plans disponibles sur la page des prix
ja: 料金ページで利用可能な全プランを見る
pl: Zobacz wszystkie dostępne plany na stronie z cenami

source: Subscription status
fr: État de l'abonnement
ja: 契約状況
pl: Status subskrypcji

source: Payment is up to date
fr: Le paiement est à jour
pl: Jesteś na bieżąco z opłatami

source: Subscribe to a plan below to continue using Maptio or <a href="mailto:support@maptio.com?subject=I need more time to try Maptio" > ask us for a free trial extension. </a>
fr: Souscrivez à un des plans présentés ci-dessous pour continuer à utiliser Maptio ou <a href="mailto:support@maptio.com?subject=I need more time to try Maptio" > demandez-nous une extension de votre essai gratuit. </a>
pl: Wykup subskrypcję poniżej żeby kontuować korzystanie z Maptio albo <a href="mailto:support@maptio.com?subject=I need more time to try Maptio" > poproś nas o przedłużenie darmowego okresu próbnego. </a>

source: Map
fr: Carte
ja: マップ
pl: Mapa

source: Enable
fr: Activer
ja: 有効化
pl: Włącz

source: Enable public read-only embeddable map?
fr: Activer la carte publique intégrable en lecture seule ?
ja: 埋め込み可能なマップ（読み取り専用）を有効にしますか？
pl: Włączyć publiczne dzielenie się mapą?

source: Enabling this feature will allow you to embed this map on your website as well as get a publicly-shareable link. The map will be accessible to anyone with the URL.
fr: L'activation de cette fonction vous permettra d'intégrer cette carte sur votre site web et d'obtenir un lien à partager publiquement. La carte sera accessible à toute personne disposant de l'URL.
ja: この機能を有効にすると、このマップをあなたのウェブサイトに埋め込むことができ、一般に共有可能なリンクを取得することができます。このマップは、URLさえあれば誰でもアクセスできるようになります。
pl: Włączenie tej funkcji pozwoli Ci umieścić tę mapę na swojej stronie internetowej, a także uzyskać link do publicznego udostępniania. Mapa będzie dostępna dla każdego, kto będzie posiadać adres URL.

source: Select all
fr: Sélectionner tout
ja: すべて選択
pl: Zaznacz wszystko

source: Include detailed circle descriptions on the public map (beta)
fr: Inclure des descriptions détaillées des cercles sur la carte publique (bêta)
ja: Publicのマップにサークルの詳細な説明を記載（ベータ版）
pl: Dołącz szczegółowe opisy kół na mapie publicznej (beta)

source: Public read-only embeddable map is enabled
fr: La carte publique intégrable en lecture seule est activée
ja: 埋め込み可能な公開マップ（読み取り専用）が有効
pl: Publiczna mapa tylko do odczytu jest włączona

source: Search circles, people and description
fr: Recherche de cercles, de personnes et de descriptions
ja: サークル、メンバー、説明の検索
pl: Wyszukiwanie kół, osób i opisów

source: This map can be viewed publicly at the following URL:
fr: Cette carte peut être consultée publiquement à l'adresse suivante :
ja: このマップは以下のURLで公開されています。
pl: Ta mapa jest dostępna publicznie pod następującym adresem URL:

source: Unselect all
fr: Tout désélectionner
ja: すべて選択解除
pl: Odznacz wszystko

source: You can embed this map on your website by using the following code snippet:
fr: Vous pouvez intégrer cette carte sur votre site web en utilisant le code suivant :
ja: このマップは、次のコードスニペットを使って、あなたのウェブサイトに埋め込むことができます。
pl: Możesz umieścić tę mapę na swojej stronie poprzez użycie następującego fragmentu kodu:

source: Disable
fr: Désactiver
ja: 無効化
pl: Wyłącz

source: There was an error when updating showing circle descriptions. Chat with us or email us at <a href="mailto:support@maptio.com?subject=Error when updating showing circle descriptions" > support@maptio.com </a> if the issue persists.
fr: Une erreur s'est produite lors de la mise à jour des descriptions des cercles d'affichage. Clavardez avec nous ou envoyez-nous un courriel à <a href="mailto:support@maptio.com?subject=Error when updating showing circle descriptions" > support@maptio.com </a> si le problème persiste.
pl: Wystąpił błąd podczas aktualizacji wyświetlania opisów okręgów. Porozmawiaj z nami lub napisz do nas na adres <a href="mailto:support@maptio.com?subject=Error when updating showing circle descriptions" > support@maptio.com </a>, jeśli problem będzie się powtarzał.

source: To stop sharing the map, click "Disable" below. Please make sure you remove the code snippet from your website before you do this.
fr: Pour arrêter de partager la carte, cliquez sur "Désactiver" ci-dessous. Veillez à supprimer l'extrait de code de votre site Web avant de procéder à cette opération.
ja: マップの共有を停止するには、下の「無効にする」をクリックしてください。この操作を行う前に、あなたのウェブサイトからコードスニペットを削除していることを確認してください。
pl: Aby przestać udostępniać mapę, kliknij "Wyłącz" poniżej. Upewnij się przed wyłączeniem tej funkcjonalności, że mapa nie jest już umieszczona na Twojej stronie.

source: Find a person
fr: Trouver une personne
ja: メンバーを探す
pl: Znajdź osobę

source: Show all
fr: Afficher tout
ja: すべて表示
pl: Pokaż wszystkich

source: {{ filteredMembers.length }}/{{ members?.length }} people
fr: {{ filteredMembers.length }}/{{ members?.length }} personnes
pl: {{ filteredMembers.length }}/{{ members?.length }} osób

source: Add new person
fr: Ajouter une nouvelle personne
ja: 新規ユーザーを追加
pl: Dodaj nową osobę

source: {VAR_PLURAL, plural, =0 {circles} =1 {circle} other {circles}}
fr: {VAR_PLURAL, plural, =0 {cercles} =1 {cercle} other {cercles}}
pl: {VAR_PLURAL, plural, one {koło} few {koła} many {kół}}

source: {VAR_PLURAL, plural, =0 {circles} =1 {circle} other {circles}}
fr: {VAR_PLURAL, plural, =0 {cercles} =1 {cercle} other {cercles}}
pl: {VAR_PLURAL, plural, one {koło} few {koła} many {kół}}

source: {VAR_SELECT, select, true {Hide} false {Show}}
fr: {VAR_SELECT, select, true {Cacher} false {Montrer}}
pl: {VAR_SELECT, select, true {Schowaj} false {Pokaż}}
