Repository: Maptio/maptio
Catalog: apps/maptio/src/locale/messages.*.xlf
Languages: fr, ja, pl

source: Visualise your organisation in nested circles
fr: Visualisez votre organisation en cercles imbriqués
ja: 組織をサークルで可視化する
pl: Wizualizuj swoją organizację w zagnieżdżonych kręgach

source: Keep track of everyone’s roles
fr: Garder la trace des rôles de chacun
ja: 全員の役割を把握
pl: Śledź role wszystkich osób

source: Get started - try Maptio for free
fr: Commencer en essayant Maptio gratuitement
ja: 利用開始 - Maptioを無料でお試しください。
pl: Zacznij — wypróbuj Maptio za darmo

source: Already use Maptio?
fr: Vous utilisez déjà Maptio ?
ja: すでにMaptioをお使いですか？
pl: Korzystasz już z Maptio?

source: Screenshot of Maptio visualization of nested circles
fr: Capture d'écran de la visualisation Maptio des cercles imbriqués
ja: Maptioのマップのスクリーンショット
pl: Zrzut ekranu wizualizacji Maptio z zagnieżdżonymi okręgami

source: Terms
fr: Conditions
ja: 用語
pl: Regulamin

source: Privacy
fr: Vie privée
ja: プライバシー
pl: Prywatność

source: Help
fr: Aide
ja: ヘルプ
pl: Pomoc

source: Pricing
ja: 料金
pl: Cennik

source: Copyright
fr: Droits d'auteur
ja: 著作権
pl: Wszelkie prawa zastrzeżone

source: Home
fr: Accueil
ja: ホーム
pl: Strona główna

source: Toggle navigation
fr: Basculer la navigation
pl: Nawigacja

source: Settings
fr: Réglages
ja: 設定
pl: Ustawienia

source: Profile
fr: Profil
ja: プロフィール
pl: Profil

source: More ...
fr: Plus de ...
ja: もっと見る
pl: Więcej...

source: Log out
fr: Se déconnecter
ja: ログアウト
pl: Wyloguj się

source: Log in
fr: Connexion
ja: ログイン
pl: Zaloguj się

source: Maps
fr: Cartes
ja: マップ
pl: Mapy

source: All maps ...
fr: Toutes les cartes...
ja: すべての地図 ...
pl: Wszystkie mapy...

source: Organizations
fr: Entreprises
ja: 組織
pl: Organizacje

source: All organizations...
fr: Toutes les entreprises...
ja: すべての組織
pl: Wszystkie organizacje...

source: Privacy
fr: Vie privée
ja: プライバシー
pl: Prywatność

source: You will be redirected to the <a class="mx-1" routerLink="/home">homepage</a> in {{timeToRedirect}} seconds.
fr: Vous serez redirigé vers la <a class="mx-1" routerLink="/home">page d'accueil</a> dans {{timeToRedirect}} quelques secondes.
pl: Będziesz przekierowany na <a class="mx-1" routerLink="/home">stronę główną</a> za {{timeToRedirect}} sekund.

source: Chat with us or email us at <a href="mailto:support@maptio.com?subject=Support request"> support@maptio.com </a> if the issue persists.
fr: Contactez-nous ou envoyez-nous un e-mail à <a href="mailto:support@maptio.com?subject=Support request"> support@maptio.com </a> si le problème persiste.
pl: Napisz do nas na czacie albo na e-mail <a href="mailto:support@maptio.com?subject=Support request"> support@maptio.com </a> jeśli problem nie zniknie.

source: Despite our best efforts, things will sometimes break, but we are always happy to help get you back on track.
fr: Malgré tous nos efforts, les choses ne se passent pas toujours comme prévu, mais nous sommes toujours heureux de vous aider à vous remettre sur la bonne voie.
ja: 私たちが最善を尽くしても、ときにデータが壊れることがあります。私たちはいつでもお客様が元の軌道に戻れるよう喜んでお手伝いします。
pl: Mimo naszych starań czasami coś się w Maptio psuje, ale jesteśmy zawsze chętni, żeby pomóc rozwiązać problem.

source: You cannot see this!
fr: Vous ne pouvez pas voir cela !
ja: 閲覧できません
pl: Nie posiadasz wystarczających uprawnien żeby to zobaczyć!

source: A login error occurred
fr: Une erreur de connexion s'est produite
ja: ログインエラーが発生しました
pl: Nastąpił błąd podczas procesu logowania

source: This page does not exist!
fr: Cette page n'existe pas!
ja: このページは存在しません。
pl: Ta strona nie istnieje!

# tagline
source: Maptio helps you organise without traditional management hierarchy
fr: Maptio vous aide à vous organiser sans la hiérarchie de gestion traditionnelle ou organigrammes inefficaces
ja: Maptioは、従来の階層型にとらわれない組織作りを支援します。
pl: Maptio pomaga organizować się bez tradycyjnej hierarchii zarządzania

source: Logging you out now.
fr: Vous déconnecter maintenant.
ja: ログアウトしています
pl: Wylogowywujemy Cię.

source: You are now logged out.
fr: Vous êtes maintenant déconnecté.
ja: ログアウトしています。
pl: Wylogowywanie zakończone.

source: Log back in
fr: Reconnectez-vous
ja: ログインし直す
pl: Zaloguj się ponownie

source: We want to make Maptio even better.
fr: Nous voulons rendre Maptio encore meilleur.
ja: Maptioをさらに良いものにしたいと思っています。
pl: Chcemy żeby Maptio było jeszcze lepsze.

source: Tell us what to work on next.
fr: Dites-nous sur quoi travailler ensuite.
ja: 次に取り組むべきことを教えてください。
pl: Daj nam znać nad czym powinniśmy pracować.

source: Check out <a href="https://fieldmapping.org/" target="blank" class="text-blue" > the Maptio guide to initiative mapping </a><span>and</span><a href="https://medium.com/maptio" target="blank" class="text-blue" > our blog </a>
fr: Découvrez <a href="https://fieldmapping.org/" target="blank" class="text-blue" > le guide Maptio de cartographie des initiatives </a><span>et</span><a href="https://medium.com/maptio" target="blank" class="text-blue" > notre blogue </a>
pl: Przeczytaj <a href="https://fieldmapping.org/" target="blank" class="text-blue" >nasz przewodnik mapowania inicjatyw</a><span> i odwiedź </span><a href="https://medium.com/maptio" target="blank" class="text-blue" >nasz blog</a>

source: Complete your profile
fr: Compléter votre profil
ja: プロフィールの完成
pl: Wypełnij swój profil

source: First name
fr: Prénom
ja: 名
pl: Imię

source: Please enter at least 2 characters. This field is required.
fr: Veuillez entrer au moins 2 caractères. Ce champ est requis.
ja: 2文字以上入力してください。このフィールドは必須です。
pl: Podaj przynajmniej 2 znaki. To pole jest wymagane.

source: Last name
fr: Nom de famille
ja: 姓
pl: Nazwisko

source: Profile Image
fr: Image du profil
ja: プロフィール画像
pl: Zdjęcie profilowe

source: Email
fr: Courriel
ja: メール
pl: Adres e-mail

source: Please enter a valid email
fr: Veuillez entrer un e-mail valide
ja: 有効なメールアドレスを入力してください
pl: Podaj prawidłowy adres e-mail

source: I agree to Maptio's <a href="{{ TERMS_AND_CONDITIONS_URL }}" target="_blank"> Terms of Service </a> and <a href="{{ PRIVACY_POLICY_URL }}" target="_blank">Privacy Policy</a>
fr: J'accepte les conditions d'utilisation <a href="{{ TERMS_AND_CONDITIONS_URL }}" target="_blank"> </a> et la politique de confidentialité <a href="{{ PRIVACY_POLICY_URL }}" target="_blank"></a> de Maptio
pl: Akceptuję <a href="{{ TERMS_AND_CONDITIONS_URL }}" target="_blank">Regulamin</a> i <a href="{{ PRIVACY_POLICY_URL }}" target="_blank">Politykę Prywatności</a> Maptio.

source: Please acknowledge accepting the terms before proceeding
fr: Veuillez accepter les conditions avant de poursuivre
ja: 規約に同意の上、次へお進みください。
pl: Potwierdź akceptacje regulaminu zanim przejdziesz dalej.

source: Successfully saved!
fr: Enregistré avec succès!
ja: 保存しました
pl: Dane zachowane!

source: Cancel
fr: Annuler
ja: キャンセル
pl: Anuluj

source: Cancelling will reject any unsaved changes. This cannot be undone. Are you sure?
pl: Anulowanie odrzuci niezachowane zmiany i nie będzie można ich przywrócić. Czy na pewno anulować?

source: Save
fr: Sauvegarder
ja: 保存
pl: Zachowaj

source: This email address is already associated with an existing Maptio user:
fr: Ce courriel est déjà associé à un utilisateur Maptio existant :
ja: このメールアドレスは、すでに既存のMaptioユーザーに関連付けられています。
pl: Ten adres e-mail jest już zajęty przez istniejącego użytkownika Maptio.

source: Would you like to add this user to your organisation, or change to a different email address?
fr: Souhaitez-vous ajouter cet utilisateur à votre entreprise ou changer d'adresse courriel?
ja: このユーザーを組織に追加したい、または別のEメールアドレスに変更したいですか？
pl: Czy dodać tego użytkownika do organizacji, czy zmienić adres e-mail?

source: Change email
fr: Changer l'e-mail
ja: メールアドレスの変更
pl: Zmień adres e-mail

source: Add existing user
fr: Ajouter un utilisateur existant
ja: 既存のユーザーを追加
pl: Dodaj istniejącą osobę

source: Yes, add this person instead
fr: Oui, ajouter cette personne à la place
ja: はい、この人を追加してください
pl: Tak, dodaj tą osobę

source: No, add new person
fr: Non, ajouter une nouvelle personne
ja: いいえ、新しい人を追加します。
pl: Nie, dodaj nową osobę

source: Updating profile information failed with error: "error.message", please try again later or contact us.
pl: Nastąpił błąd przy zapisywaniu profilu: "error.message", spróbuj ponownie trochę później, albo skontaktuj się z nami

source: Cannot update profile information, please try again later or contact us.
pl: Zapisywanie zmian w profilu nie powiodło się, spróbuj ponownie trochę później, albo skontaktuj się z nami.

source: Image upload was unsuccessful, please try again later.
fr: Le téléchargement de l'image a échoué, veuillez réessayer plus tard.
ja: 画像のアップロードに失敗しました。後でもう一度試してください。
pl: Przesłanie pliku nie powiodło się, spróbuj ponownie trochę później.

source: The image size must not exceed 2 MB.
fr: La taille de l'image ne doit pas dépasser 2 Mo.
ja: 利用可能な画像サイズは2MB以内です。
pl: Rozmiar zdjęcia nie może przekroczyć 2 MB.

source: Can't create this.email : reason
fr: Impossible de créer this.email : reason
pl: Nie udało się utworzyć użytkownika this.email : reason

source: The application encountered an unexpected input error while attempting user de-duplication. Please contact us for help and quote this error message.
pl: Nastąpił nieoczekiwany błąd danych wejściowych podczas deduplikacji użytkowników. Skontaktuj się z nami, cytując ten błąd.

source: The application encountered an unexpected error while attempting user de-duplication. Please contact us for help and quote this error message.
pl: Nastąpił nieoczekiwany błąd podczas deduplikacji użytkowników. Skontaktuj się z nami, cytując ten błąd.

source: Please enter at least 2 characters.
fr: Veuillez entrer au moins 2 caractères.
ja: 2文字以上入力してください。
pl: Podaj przynajmniej 2 znaki.

source: {"one":"A person","other":"Multiple people"}
pl: {VAR_PLURAL, plural, one {Jedna osoba} other {Kilka osób}}

source: {"one":"is","other":"are"}
pl: {VAR_PLURAL, plural, one {jest} other {jest}}

source: {"one":"a member","other":"members"}
pl: {VAR_PLURAL, plural, one {członkiem} other {członkami}}

source: {duplicateUsers.length, plural, =1 {A person} other {Multiple people}} with this name or email address {duplicateUsers.length, plural, =1 {is} other {are}} already {duplicateUsers.length, plural, =1 {a member} other {members}} of your organisation. Would you like to add {duplicateUsers.length, plural, other {them}} instead?
fr: {duplicateUsers.length, plural, =1 {A person} other {Multiple people}} avec ce nom ou ce courriel {duplicateUsers.length, plural, =1 {is} other {are}} déjà {duplicateUsers.length, plural, =1 {a member} other {members}} de votre entreprise. Souhaitez-vous ajouter {duplicateUsers.length, plural, other {them}} à la place ?
pl: {duplicateUsers.length, plural, =1 {A person} other {Multiple people}} z tym imieniem lub nazwiskiem {duplicateUsers.length, plural, =1 {is} other {are}} już {duplicateUsers.length, plural, =1 {a member} other {members}} Twojej organizacji. Czy chcesz dodać {duplicateUsers.length, plural, other {them}} zamiast nowej osoby?

source: {"one":"","other":"them"}
pl: {VAR_PLURAL, plural, one {ją} other {którąś z nich}}

source: Choose image
fr: Choisissez l'image
ja: 画像を選択
pl: Wybierz zdjęcie

source: Setting up your account
fr: Configuration de votre compte
ja: アカウントの設定中
pl: Tworzymy Twoje konto

source: Let's set up your organisation. It will only take a minute.
fr: Configurons votre entreprise. Cela ne prendra qu'une minute.
ja: あなたの組織を立ち上げましょう。1分で終わります。
pl: W następnych krokach stworzymy Twoją organizację. Powinno to zająć około minuty.

source: <span class="text-accent">👋 {{ user?.firstname }}</span><ng-container>, your first map is just a few clicks away!</ng-container>
fr: <span class="text-accent">👋 {{ user?.firstname }}</span><ng-container>, votre première carte n'est qu'à quelques clics !</ng-container>
pl: <span class="text-accent">👋 {{ user?.firstname }}</span><ng-container>, jesteś kilka kliknięć od pierwszej mapy!</ng-container>

source: We need a name to continue.
fr: Il nous faut un nom pour continuer.
ja: 続けるためには、名前が必要です。
pl: Podaj nazwę organizacji, żeby kontynuować

source: Next
fr: Suivant
ja: 次のページ
pl: Dalej

source: Setting up your organisation
fr: Configuration de votre entreprise
ja: 組織の立ち上げ中
pl: Tworzymy Twoją organizację

source: Creating your map
fr: Création de votre carte
ja: マップの作成中
pl: Tworzymy Twoją pierwszą mapę

source: Start
fr: Commencer
ja: 開始
pl: Rozpocznij

source: Start mapping
fr: Commencer la cartographie
ja: マッピングの開始
pl: Rozpocznij tworzenie mapy

source: Back
fr: Retour
ja: 戻る
pl: Cofnij

source: What should we call your organisation?
fr: Comment doit-on appeler votre entreprise?
ja: あなたの組織の名称は？
pl: Jak nazywa się Twoja organizacja?

# onboarding-terminology-1
source: What should we call them?
fr: Comment doit-on les appeler ?
ja: 何と呼びますか？
pl: Jakich terminów używasz?

# onboarding-terminology-2
source: What language do you use to refer to people at <b>{{ team.name }}</b> ?
fr: Quel(s) terme(s) utilisez-vous pour désigner les personnes de <b>{{ team.name }}</b> ?
pl: Jakiej terminologii używasz odnosząc się do ludzi w <b>{{ team.name }}</b>?

# onboarding-terminology-3
source: You can always change this later in the organisation settings.
fr: Vous pouvez toujours modifier cela plus tard dans les paramètres de l'entreprise.
ja: この設定は、後でいつでも組織の設定で変更することができます。
pl: Możesz zawsze zmienić terminologię w ustawieniach organizacji.

# onboarding-terminology-6
source: Lead
fr: Leader
ja: リード
pl: Prowadzący

# onboarding-terminology-7
source: Contributor
fr: Participant
ja: 貢献者
pl: Pomocnik

# onboarding-terminology-4
source: What does your organisation call the person in the main key role for each circle? e.g. Lead, Authority, Driver, Lead link, Source.
fr: Comment votre organisation appelle-t-elle la personne occupant le rôle clé principal pour chaque cercle ? Par exemple, leader, directeur, chef, superviseur, source globale.
ja: あなたの組織では、各サークルの重要な役割を担う人物をどのように呼んでいますか？ 例：担当者、リード、ドライバー、リードリンク、ソース
pl: Jak nazywasz w Twojej organizacji osobę, która odgrywa główną rolę w danym kole? Na przykład: Prowadzący, Kierownik, Zarządca, Źródło.

# onboarding-terminology-5
source: And what do you call others contributing to an circle? e.g. Contributor, Helper, Role-holder, Sub-source.
fr: Et comment appelle-t-on les autres qui contribuent à un cercle ? Par exemple, Contributeur, Collaborateur, Aide, Titulaire d'un rôle, Source spécifique, Sous-source.
ja: サークルに貢献している人をどう呼びますか？（例：貢献者、ヘルパー、役割保持者、サブソースなど）
pl: Jak nazywasz innych, którzy pomagają w danym kole? Na przykład: Współpracownik, Pomocnik.

# onboarding-consent-checkbox
source: I agree to Maptio creating session recordings of my activity so the team can use them - only to improve the product, never to share in public
fr: J'accepte que Maptio crée des enregistrements de session de mon activité afin que l'équipe puisse les utiliser - uniquement pour améliorer le produit - jamais pour les partager en public
ja: Maptioが活動のセッションログを作成し、使用することに同意します。ログは製品を改善するためにのみ使用され、決して一般に公開することはありません。
pl: Zgadzam się, żeby Maptio zachowywało nagrania mojej aktywności w trakcie używania Maptio - tylko po to, żeby ulepszyć produkt, nie żeby podzielić się tymi informacjami publicznie

# onboarding-consent-error
source: There was an error when updating consent. You can chat with us or email us at <a href="mailto:support@maptio.com?subject=Error when updating consent"> support@maptio.com </a> if you'd like to report the issue and notify us of your consent preferences.
fr: Une erreur s'est produite lors de la mise à jour du consentement. Vous pouvez clavarder avec nous ou nous envoyer un e-mail à <a href="mailto:support@maptio.com?subject=Error when updating consent"> support@maptio.com </a> si vous souhaitez signaler le problème et nous informer de vos préférences de consentement.
pl: Nastąpił błąd podczas zapisywania zgody. Napisz do nas na czacie albo na e-mail <a href="mailto:support@maptio.com?subject=Error when updating consent"> support@maptio.com </a> jeśli chcesz zgłosić problem i zmienić swoje preferencje.

# onboarding-consent-1
source: Could you help us improve Maptio?
fr: Vous pourriez nous aider à améliorer Maptio ?
ja: Maptioの改善にご協力いただけませんか？
pl: Czy pomożesz nam ulepszyć Maptio?

# onboarding-consent-2
source: Hey, it's Tom here — the founder of Maptio.
fr: Bonjour, c'est Tom, le fondateur de Maptio.
ja: こんにちは、Maptio創業者のトムです
pl: Hej, tu Tom — założyciel Maptio.

# onboarding-consent-3
source: We're doing all we can to make Maptio ever more delightful to use.
fr: Nous faisons tout notre possible pour rendre Maptio toujours plus agréable à utiliser.
ja: Maptioをより使いやすくするために、私たちは全力を尽くしています。
pl: Staramy się jak możemy, żeby praca z Maptio była przyjemnością.

# onboarding-consent-4
source: With your permission, we'd like to make session recordings of your activity using Maptio. This helps us spot where we can make improvements.
fr: Avec votre permission, nous aimerions effectuer des enregistrements de session de votre activité sur Maptio. Cela nous aide à identifier des pistes d'amélioration.
ja: お客様の許可を得て、Maptio を使用した活動のセッションログを作成します。これは、私たちが改善できる点を見つけるのに役立ちます。
pl: Jeśli się zgodzisz, chcielibyśmy zapisywać nagrania Twojej aktywności w Maptio. Pomaga nam to spostrzec, gdzie możemy coś poprawić.

# onboarding-consent-5
source: We use a very privacy-conscious service called <a href="https://openreplay.com/" target="_blank">OpenReplay</a> . It's open source, just like us. We trust their service to keep recordings private and secure.
fr: Nous utilisons un service très soucieux de la confidentialité appelé <a href="https://openreplay.com/" target="_blank">OpenReplay</a> . C'est un service à source ouverte (open source), tout comme nous. Nous faisons confiance à leur service pour garder les enregistrements privés et sécurisés.
pl: Używamy serwisu, który bardzo dba o prywatność nagrań: <a href="https://openreplay.com/" target="_blank">OpenReplay</a>. Kod źródłowy tego serwisu jest dostępny tak jak i kod Maptio. Jest to serwis godny zaufania.

# onboarding-consent-6
source: If you choose to continue without ticking that checkbox, we respect that. We'd still love to hear how you get on with using Maptio, so please do let us know if you have questions or suggestions. Thank you!
fr: Si vous choisissez de continuer sans cocher cette case, nous respectons cela. Nous aimerions tout de même savoir comment se passe votre expérience avec Maptio, alors n'hésitez pas à nous communiquer vos questions ou suggestions. Merci!
ja: チェックボックスにチェックを入れずに続けることを選択されても、それを尊重します。Maptioをどのようにお使いいただいているか、ご質問やご提案がありましたら、ぜひお聞かせください。
pl: Jeśli zdecydujesz sie kontynuować bez wyrażenia zgody, szanujemy Twoją decyzje. Nadal bylibyśmy zachwyceni z każdej informacji zwrotnej, daj nam znać, jeśli masz pytania albo sugestie. Dziękujemy!

source: Request more time
fr: Demander plus de temps
ja: 時間の延長を要求する
pl: Poproś o więcej czasu

source: Subscribe now
fr: Abonnez-vous maintenant
ja: 今すぐ申し込む
pl: Wykup subskrypcję

source: Book free Zoom help call
fr: Réserver un appel d'aide Zoom gratuit
ja: Zoomヘルプコール（無料）を予約する
pl: Umów się na rozmowę przez Zoom

source: Free trial ends on freeTrialCutoffDate.toLocaleDateString() at freeTrialCutoffDate.toLocaleTimeString()
pl: Wolny okres próbny kończy się freeTrialCutoffDate.toLocaleDateString() o freeTrialCutoffDate.toLocaleTimeString()

source: Learn more
fr: En savoir plus
ja: 詳細はこちら
pl: Więcej informacji

source: See and edit a circle's details here.
fr: Voir et modifier les détails d'un cercle ici.
ja: サークルの詳細はこちらで確認・編集できます。
pl: Tu możesz zobaczyć i zmienić dokładne informacje na temat każdego koła.

source: Edit your circle structure here. Try clicking Expand All.
fr: Éditer la structure de votre cercle ici. Essayez de cliquer sur Agrandir tout.
ja: サークル構造の編集。「すべて展開」をクリックしてみてください。
pl: Tu możesz zmienić strukturę swojej mapy. Spróbuj kliknąć "Otwórz wszystkie."

source: This is your map. Click to zoom and explore.
fr: Ceci est votre carte. Cliquez pour agrandir et explorer.
ja: これがあなたのマップです。クリックすると拡大して探索できます。
pl: To jest Twoja mapa. Klikając w koła możesz zbliżyć się lub odsunąć oraz zobaczyć koła podrzędne.

source: Free trial time left: remainingTrialDays days
fr: Temps d'essai gratuit restant : remainingTrialDays jours
pl: Zostało remainingTrialDays dni wolnego okresu próbnego

source: Your free trial ends tomorrow!
fr: Votre essai gratuit se termine demain !
ja: 無料トライアル期間は明日で終わります
pl: Wolny okres próbny kończy się już jutro!

source: Your free trial ends today!
fr: Votre essai gratuit se termine aujourd'hui !
ja: 無料トライアル期間は本日で終わります
pl: Wolny okres próbny kończy się już dzisiaj!

source: Your free trial has ended!
fr: Votre essai gratuit est terminé !
ja: 無料トライアル期間は終わりました
pl: Zakończył się wolny okres próbny.

source: Find a map
fr: Trouver une carte
ja: マップを探す
pl: Szukaj mapy

source: Organisation <a routerLink="/teams/{{ _nonExampleTeams[0].team_id }}/team" > {{ _nonExampleTeams[0].name }} </a> set up
fr: Enterprise <a routerLink="/teams/{{ _nonExampleTeams[0].team_id }}/team" > {{ _nonExampleTeams[0].name }} </a> mise en place
pl: Organizacja <a routerLink="/teams/{{ _nonExampleTeams[0].team_id }}/team" > jest skonfigurowana

source: Resume setup
fr: Reprendre la configuration
ja: セットアップの再開
pl: Wznów konfigurowanie

source: {VAR_PLURAL, plural, =1 {map} other {maps}}
fr: {VAR_PLURAL, plural, =1 {carte} other {cartes}}
pl: {VAR_PLURAL, plural, =1 {mapa} =2 {mapy} =3 {mapy} =4 {mapy} other {map}}

source: Welcome to Maptio!
fr: Bienvenue sur Maptio !
ja: Maptioへようこそ！
pl: Witamy w Maptio!

source: {{ getCount(filteredMaps) }}/{{ datasets?.length }} maps
fr: Cartes {{ getCount(filteredMaps) }}/{{ datasets?.length }}
pl: {{ getCount(filteredMaps) }}{{ datasets?.length }} mapy

source: <a target="blank" href="https://calendly.com/tomnixon/maptio-help"> Book a free Zoom help call </a> with Maptio founder Tom Nixon
fr: <a target="blank" href="https://calendly.com/tomnixon/maptio-help"> Réservez un appel d'aide Zoom gratuit </a> avec le fondateur de Maptio, Tom Nixon
pl: <a target="blank" href="https://calendly.com/tomnixon/maptio-help"> Umów się na rozmowę przez Zoom </a> z założycielem Maptio, Tomem

source: <a target="blank" href="{{ KB_URL_HOME }}">Visit our Learning Hub</a> for videos explaining every Maptio feature
fr: <a target="blank" href="{{ KB_URL_HOME }}">Visitez notre Centre d'apprentissage</a> pour des vidéos expliquant chaque fonctionnalité de Maptio
pl: <a target="blank" href="{{ KB_URL_HOME }}">Odwiedź nasze Centrum Wiedzy </a> żeby obejrzeć wideo na temat każdego aspektu funkcjonalności Maptio

source: You don't have any maps!
fr: Vous n'avez aucune carte !
ja: マップがありません
pl: Nie masz żadnych map!

source: Map <a routerLink="/map/{{ datasets[0]?.datasetId }}/{{ datasets[0]?.initiative.getSlug() }}" > {{ datasets[0]?.initiative.name }} </a> is now active
fr: La carte <a routerLink="/map/{{ datasets[0]?.datasetId }}/{{ datasets[0]?.initiative.getSlug() }}" > {{ datasets[0]?.initiative.name }} </a> est maintenant active
pl: Mapa <a routerLink="/map/{{ datasets[0]?.datasetId }}/{{ datasets[0]?.initiative.getSlug() }}" > jest aktywna

source: {{ mapsCount }} active maps
fr: {{ mapsCount }} cartes actives
pl: {{ mapsCount }} aktywne mapy

source: <a target="blank" href="https://fieldmapping.org">Read our free guide</a> to mapping your organisation
fr: <a target="blank" href="https://fieldmapping.org">Lisez notre guide gratuit</a> pour cartographier votre entreprise
pl: <a target="blank" href="https://fieldmapping.org">Przeczytaj nasz darmowy przewodnik</a> mapowania organizacji

source: Organisation
fr: Entreprise
ja: 組織
pl: Organizacja

source: Please enter at least 2 characters
fr: Veuillez entrer au moins 2 caractères
ja: 2文字以上入力してください
pl: Proszę wpisać przynajmniej dwa znaki

source: Create
fr: Créer
ja: 作成
pl: Utwórz

# createnewmap
source: Create a new map
fr: Créer une nouvelle carte
ja: 新しいマップの作成
pl: Utwórz nową mapę
