{
    "verificationEmailMainHeading": "Welkom bij Maptio!",
    "verificationEmailExplanation": "We kunnen bijna je account activeren. We hoeven alleen nog te controleren of dit je e-mailadres is.",
    "verificationEmailCTA": "Adres controleren",
    "verificationEmailContactUs": "Als je problemen hebt met je account, antwoord dan op deze e-mail zodat we je kunnen helpen.",
    "changePasswordMainHeading": "",
    "changePasswordExplanation": "We hebben een verzoek ontvangen om het wachtwoord voor je Maptio-account te wijzigen.",
    "changePasswordIntro": "Als je inderdaad dit verzoek hebt gedaan, klik dan op de onderstaande knop om je wachtwoord opnieuw in te stellen.",
    "changePasswordCTA": "Wachtwoord wijzigen",
    "inviteEmailMainHeading": "",
    "inviteEmailExplanation": "Je bent uitgenodigd om deel te nemen aan <strong>{{ team }}</strong> op Maptio - de online tool voor het visualiseren van organisaties.",
    "inviteEmailIntro": "",
    "inviteEmailCTAIntro": "Je Maptio account is klaar, je hoeft alleen nog een wachtwoord in te stellen door op onderstaande link te klikken.",
    "inviteEmailCTA": "Inloggen op Maptio",
    "inviteEmailContactUs": "Als je problemen hebt met de toegang tot Maptio, antwoord dan op deze e-mail, dan helpen we je verder.",
    "thanks": "Bedankt!",
    "signatureTeam": "Het Maptio-team",
    "contactIfNotRequested": "Als je dit verzoek niet hebt gedaan, neem dan contact met ons op door deze e-mail te beantwoorden.",
    "contactIfNotRequestedInvite": "Als je deze uitnodiging niet had verwacht en de organisatie waarvoor je bent uitgenodigd niet herkent, neem dan contact met ons op door deze e-mail te beantwoorden.",
    "changePasswordSubject": "Wachtwoord wijzigen",
    "verificationEmailSubject": "Maptio Account Bevestiging",
    "changePasswordOutro": "Als je dit verzoek <b>niet hebt gedaan</b>, controleer dan of je nog steeds kunt inloggen op je account. Neem eventueel contact met ons op door deze e-mail te beantwoorden, dan helpen wij je verder.",
    "inviteEmailSubject": "{{ nameOfInvitationSender }} heeft je uitgenodigd om lid te worden van organisatie \"{{ team }}\" op Maptio"
}
